{"reviews":{"0":{"owner":"owner","album_name":"album_name","text":"text"},"1":{"owner":"61c5afe4d2c76","album_name":"Tragic Songs Of Life","text":"Although this does get a bit samey after a while, it is nice to listen to whilst it's on. Also fun to hear \"In The Pines\" which shares a lot of the lyrics of Lead Belly's \"Where Did You Sleep Last Night\", which makes me think this must be a traditional song."},"4":{"owner":"61c5a1e621c4a","album_name":"Ella Fitzgerald Sings The Gershwin Song Book Vol. 1","text":"This is a stunning array of Gershwin masterpieces, expertly rendered by one of the greatest jazz vocalists ever.\r\nDecent copy, good pressing."},"5":{"owner":"61c5a1e621c4a","album_name":"Songs For Swingin' Lovers","text":"Following immediately after the all-ballad, achingly meditative tone poem \"In the Wee Small Hours,\" \"Songs for Swinging' Lovers,\" is a tribute to the exhuberant and exhilarating energy of youth--equally applicable to those in a romantic relationship and to the young at heart. Like Shakespeare, whose tragedies usually receive mention ahead of his comedies, Sinatra reserved his most intimately expressive artistry for his all-ballad concept albums, on which he breathed new life into enduring \"torch songs\" that, even during his own live performances, were mostly kept under cover--that is, the covers of the albums that the introspective Sinatra had created for fans of the American Songbook to experience during their own solitary and waning hours."},"6":{"owner":"61c5afe4d2c76","album_name":"Count Basie And His Orchestra + Neal Hefti","text":"Cassette version on Roulette \"Grand Prix\", with serial \"CGP-9994\", released in Sweden by Sweden Music AB."},"7":{"owner":"61c5afe4d2c76","album_name":"Songs For Swingin' Lovers","text":"good album!"},"8":{"owner":"61c5afe4d2c76","album_name":"Time Out","text":"good album!"},"10":{"owner":"61c5a1e621c4a","album_name":"Tragic Songs Of Life","text":"While Charlie and Ira Louvin could sing upbeat material when they were of a mind -- the lively \"Cash on the Barrelhead\" and \"Pitfall\" were among their hits -- happy songs didn't seem to come naturally to them, and when they were given the opportunity to make their first long-playing album in 1956, they opted to record a set of downbeat numbers called Tragic Songs of Life. The album ranks among the Louvin Brothers' finest recordings, a collection of numbers in the ballad tradition that span the dark end of the emotional spectrum from bittersweet nostalgia to heartbreak all the way into murder. While on the surface some of these songs may seem emotionally exaggerated, Charlie and Ira's harmonies, as clear and pure as a mountain stream, bring an honest and firmly grounded sensibility to tunes like \"The Knoxville Girl,\" \"Mary of the Wild Moor\" and \"My Brother's Will,\" and while \"I'll Be All Smiles Tonight\" and \"Let Her Go, God Bless Her\" are less bloody, the Louvins make these tales of broken hearts seem every bit as effecting. Accompanied only by Paul Yaldell on guitar and a nameless bassist and snare drummer, Ira's lead vocals and mandolin work on Tragic Songs of Life are outstanding, while Charlie's supportive guitar chords and splendid harmonies are equally impressive. It wouldn't be hard for an album like Tragic Songs of Life to seem either morbid or unintentionally comical, but the genius of the Louvin Brothers is that this music never makes a wrong step; instead, these are 12 stories of the inevitable tragedies that touch every life, and there's a compassion in their performances that's beautiful and profoundly moving. Quite simply, this is a landmark of traditional country music that remains powerful more than fifty years after it was recorded."},"11":{"owner":"61d8b09f130cd","album_name":"Songs For Swingin' Lovers","text":"\">koko"},"13":{"owner":"61d8b09f130cd","album_name":"Brilliant Corners","text":"ferferferf <h1>woked"},"18":{"owner":"61d8b09f130cd","album_name":"Tragic Songs Of Life","text":"&lt;h1&gt;fwefwefwef"}}}